Repository: common-repository/auto-gallery-image-sync
Catalog: languages/auto-gallery-image-sync-*.po
Languages: tr_tr

source: %d media file synced as featured image.
tr_tr: %d ortam dosyası öne çıkan resim olarak senkronize edildi.

source: All
tr_tr: Tümü

source: Automatic Gallery And Featured Image Sync
tr_tr: Otomatik Öne Çıkan Görsel ve Galeri Atama

source: Automatically sync posts (or WooCommerce Product) and media images as featured image and gallery.
tr_tr: Ortam kütüphanesindeki görsellerinizi, yazılara (veya WooCommerce Ürünü gibi özel yazılara) öncelikli görsel ve galeri olarak otomatik senkronize ederek atayın.

source: Date
tr_tr: Tarih

source: Featured image
tr_tr: Öne çıkan resim

source: Filter
tr_tr: Süz

source: Filter by Post Type
tr_tr: Yazı biçimine göre süz

source: Id
tr_tr: Kimlik

source: Image gallery
tr_tr: Resim galerisi

source: Image gallery has been added to %d product.
tr_tr: %d ürüne resim galerisi eklendi.

source: No posts found.
tr_tr: Yazı bulunamadı.

source: None selected.
tr_tr: Hiçbiri seçilmedi.

source: Please backup your database first. The operation is irreversible!
tr_tr: Lütfen önce veritabanınızı yedekleyin. İşlemler geri alınamaz!

source: Please help me continue development by giving the plugin a 5 star.
tr_tr: Yazılım geliştirmeye devam edilebilmesi için lütfen eklentiye 5 yıldız verin.

source: Present
tr_tr: Şimdi durum

source: Publish
tr_tr: Yayında

source: Rate
tr_tr: Oy ver

source: Search
tr_tr: Ara

source: Share plugin
tr_tr: Eklentiyi paylaş

source: Sync by id
tr_tr: Kimlik No ile eşleş

source: Sync by SKU
tr_tr: Stok Kodu ile eşleş

source: Sync image
tr_tr: Görsel Atama

source: Sync images
tr_tr: Görselleri Atama

source: Sync with Id
tr_tr: Kimlik ile eşleşmeleri senkronize et

source: Sync with SKU (Pro)
tr_tr: Stok Kodu ile eşleşmeleri senkronize et (Pro)

source: Synchronization could not be processed because no match was found.
tr_tr: Eşleşme bulunamadığı için senkronizasyon yapılamadı.

source: Title
tr_tr: Başlık

source: Type
tr_tr: Biçim

source: Visit my blog for documentation, support and feedback. The ads on the website may help me earn some tip. ;)
tr_tr: Döküman, destek ve geri bildirim için blog sitemi ziyaret edin. Sitedeki reklamlar belki benim biraz bahşiş kazanmamı sağlayabilir. ;)
